Repository: stoeffn/StudApp
Catalog: StudKit/*.lproj/Localizable.strings
Languages: de

# Actions.addOrganization
source: Add Organization…
de: Organisation hinzufügen…

# Actions.allowNotifications
source: Allow Notifications
de: Benachrichtigungen erlauben

# Actions.chooseColor
source: Choose Color
de: Farbe auswählen

# Actions.configureInSettings
source: Configure in Settings…
de: In Einstellungen konfigurieren…

# Actions.dismiss
source: Dismiss
de: Schließen

# Actions.hide
source: Hide
de: Verstecken

# Actions.show
source: Show
de: Zeigen

# Actions.leaveTip
source: Leave a Tip
de: Etwas Trinkgeld geben

# Actions.markAsNew
source: Mark as New
de: Als neu markieren

# Actions.markAsSeen
source: Mark as Seen
de: Als gesehen markieren

# Actions.cancel
source: Cancel
de: Abbrechen

# Actions.openInSafari
source: Open in Safari
de: In Safari öffnen

# Actions.rateStudApp
source: Rate StudApp
de: StudApp bewerten

# Actions.remove
source: Remove
de: Entfernen

# Actions.removeAllDownloads
source: Remove All Downloads
de: Alle Downloads entfernen

# Actions.retry
source: Retry
de: Nochmal probieren

# Actions.reload
source: Reload
de: Neuladen

# Actions.sendFeedback
source: Send Feedback
de: Feedback senden

# Actions.share
source: Share
de: Teilen

# Actions.showHiddenCourses
source: Show Hidden Courses
de: Versteckte Veranstaltungen zeigen

# Actions.signOut
source: Sign Out
de: Abmelden

# Callouts.downloadsSizeDisclaimer
source: This accounts for the combined sizes of all documents that you have downloaded. They are not backed up by iTunes or iCloud.
de: Dies umfasst die Größe aller Dokumente, die Du heruntergeladen hast. Diese werden nicht über iCloud oder iTunes gesichert.

# Callouts.feedbackDisclaimer
source: I would appreciate your review on the App Store!
de: Über Deine Bewertung im App Store würde ich mich freuen!

# Callouts.feedbackTitle
source: Feedback for StudApp
de: Feedback zu StudApp

# Callouts.noAnnouncements
source: No Announcements
de: Keine Ankündigungen

# Callouts.noCourse
source: Nothing to See Here
de: Hier gibt es nichts zu sehen

# Callouts.noCourseSubtitle
source: Select a course on the left to get started.
de: Wähle links eine Veranstaltung aus, um zu beginnen.

# Callouts.noDocuments
source: No Documents
de: Keine Dokumente

# Callouts.noDownloads
source: It Looks There Are No Downloads Yet
de: Es scheint, als gäbe es noch keine Downloads

# Callouts.noDownloadsSubtitle
source: Open the app "Files" or browse your courses to get started.
de: Öffne die App "Dateien" oder durchsuche deine Veranstaltungen, um zu beginnen.

# Callouts.noEvents
source: It Looks Like You Are Free
de: Es scheint, als hättest Du frei

# Callouts.noEventsSubtitle
source: There are no events within the next two weeks for you.
de: Innerhalb der nächsten zwei Wochen gibt es keine Termine für Dich.

# Callouts.noFiles
source: This Folder Is Empty
de: Dieser Ordner ist leer

# Callouts.noFilesSubtitle
source: Swipe down to refresh.
de: Streiche zum Aktualisieren nach unten.

# Callouts.noMoreEvents
source: You're All Caught Up
de: Du bist up-to-date

# Callouts.noMoreEventsSubtitle
source: There are no more events to show.
de: Es gibt keine weiteren Termine.

# Callouts.openSourceDisclaimer
source: StudApp is open source—feel free to contribute!
de: StudApp ist open-source—bring Dich gerne ein!

# Callouts.organizationsSubtitle
source: Choose your university, company, or organization to sign in and access your courses, documents, announcements, and events.
de: Wähle Deine Universität, Unternehmen oder Organisation, um Dich anzumelden und auf Deine Veranstaltungen, Dokumente, Ankündigungen und Termine zuzugreifen.

# Callouts.noSemesters
source: Nothing to See Here
de: Hier gibt es nichts zu sehen

# Callouts.noSemestersSubtitle
source: Oddly enough, there are no semesters. Did you disable all of them?
de: Komischerweise gibt es keine Semester. Hast Du alle deaktiviert?

# Callouts.noUpcomingEvents
source: No Upcoming Events
de: Keine anstehenden Termine

# Callouts.rateManually
source: It would be kind if you rated StudApp anyway by opening the App Store manually.
de: Es wäre freundlich, falls Du StudApp trotzdem bewertest, indem Du den App Store manuell öffnest.

# Callouts.signedInAsAt
source: Signed in as %@ at %@
de: Angemeldet als %@ bei %@

# Callouts.studAppDisclaimer
source: StudApp is free for all kinds of organizations! It just needs to be activated by an admin of your organization. Please contact me at %@ if you would like to support StudApp. Note that StudApp requires Stud.IP 4 or newer.
de: StudApp ist kostenlos für jegliche Art an Organisation! Es muss bloß von einem Admin Deiner Organisation aktiviert werden. Bitte kontaktiere mich mit %@, wenn Du StudApp unterstützen möchtest. Hinweis: StudApp benötigt Stud.IP 4 oder neuer.

# Callouts.supportersDisclaimer
source: Without you, this app could not exist. Thank you ❤️
de: Ohne Euch könnte diese App nicht existieren. Danke ❤️

# Callouts.tipLater
source: It would be kind if you retried in a little bit.
de: Es wäre freundlich, wenn Du es in Kürze nochmal probieren würdest.

# Callouts.tippingDisclaimer
source: If you really like this app you can leave a tip to support further development. Thank you so much for even considering!
de: Wenn Dir diese App wirklich gefällt, kannst ein Trinkgeld dalassen, um zukünftige Entwicklungen zu unterstützen. Vielen Dank, dass Du überhaupt daran denkst!

# Callouts.thankYou
source: Thank You So Much!
de: Vieln Dank!

# Callouts.thankYouForTipping
source: I am glad there are people like you who value the amount of work put into apps.
de: Ich bin froh, dass es Leute wie Dich gibt, die wertschätzen, wie viel Arbeit in so einer App steckt.

# Callouts.thanksTo
source: Thanks to
de: Danke an

# Callouts.welcomeToStudApp
source: Welcome to StudApp
de: Willkommen bei StudApp

# Colors.yellow
source: Yellow
de: Gelb

# Colors.red
source: Red
de: Rot

# Colors.lightOrange
source: Light Orange
de: Helles Orange

# Colors.green
source: Green
de: Grün

# Colors.lightGreen
source: Light Green
de: Helles Grün

# Colors.lightBlue
source: Light Blue
de: Helles Blau

# Colors.blue
source: Blue
de: Blau

# Colors.purple
source: Purple
de: Lila

# Days.yesterday
source: Yesterday
de: Gestern

# Days.today
source: Today
de: Heute

# Days.tomorrow
source: Tomorrow
de: Morgen

# Errors.downloadingDocument
source: Something Went Wrong Downloading "%@"
de: Etwas lief schief beim Herunterladen von "%@"

# Errors.generic
source: Something Went Wrong
de: Etwas lief schief

# Errors.internal
source: Unfortunately, there was an internal error. Please contact app support if this occurs repeatedly.
de: Leider gab es einen internen Fehler. Bitte kontaktiere den App-Support, sollte dies öfter passieren.

# Errors.internetConnection
source: There seems to be a problem with the internet connection.
de: Es scheint ein Problem mit der Internetverbindung zu geben.

# Errors.launchingAppStore
source: App Store Could Not Be Launched
de: App Store konnte nicht geöffnet werden

# Errors.organizationAuthorization
source: There was an error authorizing StudApp to access your organization.
de: Es gab einen Fehler dabei, StudApp für Deine Organisation zu autorisieren.

# Errors.organizationUnsupported
source: It seems your this organization does not support StudApp anymore.
de: Es scheint, als würde Deine Organisation StudApp nicht mehr unterstützen.

# Errors.organizationsUpdate
source: Error Loading Organizations
de: Fehler beim Laden der Organisationen

# Errors.userActivityRestoration
source: Something Went Wrong Continuing Your Activity
de: Etwas lief schief beim Fortführen Deiner Aktivität

# Formats.atLocation
source: at %@
de: in %@

# Formats.byEntity
source: by %@
de: von %@

# Formats.fromTo
source: from %@ to %@
de: von %@ bis %@

# Formats.hostedBy
source: hosted by %@
de: bereitgestellt durch %@

# Formats.modifiedBy
source: modified by %@
de: geändert von %@

# Formats.nextEventAt
source: Next Event: %@
de: Nächster Termin: %@

# Formats.timeAgo
source: %@ ago
de: vor %@

# States.bookmarked
source: Bookmarked
de: Vorgemerkt

# States.canceled
source: Canceled
de: Entfällt

# States.collapsed
source: Collapsed
de: Eingeklappt

# States.expanded
source: Expanded
de: Ausgeklappt

# States.current
source: Current
de: Aktuell

# States.hidden
source: Hidden
de: Versteckt

# States.visible
source: Visible
de: Sichtbar

# States.new
source: New
de: Neu

# States.modified
source: Modified
de: Geändert

# States.notDownloaded
source: Not Downloaded
de: Nicht heruntergeladen

# States.downloading
source: Downloading
de: Wird heruntergeladen

# States.downloaded
source: Downloaded
de: Heruntergeladen

# States.notLoaded
source: Not Loaded
de: Nicht geladen

# States.unavailable
source: Unavailable
de: Nicht verfügbar

# Terms.about
source: About
de: Über

# Terms.announcements
source: Announcements
de: Ankündigungen

# Terms.color
source: Color
de: Farbe

# Terms.course
source: Course
de: Veranstaltung

# Terms.courses
source: Courses
de: Veranstaltungen

# Terms.courseNumber
source: Course Number
de: Veranstaltungsnummer

# Terms.document
source: Document
de: Dokument

# Terms.documents
source: Documents
de: Dokumente

# Terms.events
source: Events
de: Termine

# Terms.allEvents
source: All Events
de: Alle Termine

# Terms.folder
source: Folder
de: Ordner

# Terms.help
source: Help
de: Hilfe

# Terms.location
source: Location
de: Ort

# Terms.more
source: More
de: Mehr

# Terms.organizations
source: Organizations
de: Organisationen

# Terms.notifications
source: Notifications
de: Benachrichtigungen

# Terms.privacyPolicy
source: Privacy Policy
de: Datenschutzhinweise

# Terms.semesters
source: Semesters
de: Semester

# Terms.settings
source: Settings
de: Einstellungen

# Terms.summary
source: Summary
de: Beschreibung

# Terms.termsOfUse
source: Terms of Use
de: Nutzungsbedingungen

# Announcements.bringLaptops
source: Remember to Bring Your Laptops!
de: Denkt an Eure Laptops!

# Courses.numericalAnalysis
source: Numerical Analysis
de: Numerische Mathematik

# Courses.numericalAnalysisSubtitle
source: Optimizing Algorithms for Computers
de: Algorithmen für Computer optimieren

# Courses.linearAlgebraI
source: Linear Algebra I
de: Lineare Algebra I

# Courses.linearAlgebraII
source: Linear Algebra II
de: Lineare Algebra II

# Courses.linearAlgebraSubtitle
source: Vectors and Stuff
de: Vektoren und so

# Courses.computerArchitecture
source: Computer Architecture
de: Rechnerstrukturen

# Courses.theoreticalComputerScience
source: Theoretical Computer Science
de: Grundlagen Theoretischer Informatik

# Courses.coding
source: Coding Crash Course
de: Programmier-Crash-Kurs

# Courses.codingSubtitle
source: Telling Computers What to Do
de: Computern sagen, was sie zu tun haben

# Courses.codingSummary
source: In this course, you will learn the basics of computer programming. Please refer to https://google.com/ if you have any questions.
de: In dieser Veranstaltung lernen Sie die Basics des Programmierens. Wenden Sie sich an https://google.com/, falls Fragen auftreten sollten.

# Courses.operatingSystems
source: Building Your Own Operating System
de: Baue Dein eigenes Betriebssystem

# Documents.organization
source: Organization.pdf
de: Organisation.pdf

# Documents.installingSwift
source: Installing Swift.mp4
de: Swift installieren.mp4

# Documents.usingSwiftPlaygrounds
source: How to Use Swift Playgrounds
de: Wie man Swift Playgrounds benutzt

# Documents.slides
source: Slides.pdf
de: Folien.pdf

# Documents.exercise0
source: Exercise 0.pdf
de: Aufgabe 0.pdf

# Documents.exercise1
source: Exercise 1.pdf
de: Aufgabe 1.pdf

# Documents.exercise2
source: Exercise 2.pdf
de: Aufgabe 2.pdf

# Documents.exercise3
source: Exercise 3.pdf
de: Aufgabe 3.pdf

# Folders.slides
source: Slides
de: Folien

# Folders.exercises
source: Exercises
de: Aufgaben

# Folders.solutions
source: Solutions
de: Lösungen

# Events.forLoops
source: What can for loops do for me?
de: Was können for-Schleifen?

# Events.functionalProgramming
source: Functional Concepts
de: Funktionale Konzepte

# Events.group0
source: Group 0
de: Gruppe 0

# Locations.bielefeldRoom
source: Main Building Bielefeld Room
de: Hauptgebäude Bielefeld-Raum

# Locations.multimediaRoom
source: Building 42 Multimedia Room
de: Gebäude 42 Multimedia-Raum

# Locations.room135
source: Building 42 Room 135
de: Gebäude 42 Raum 135

# Locations.basement
source: Main Building Basement
de: Hauptgebäude Keller

# Locations.hugoKulkaRoom
source: Main Building Hugo Kulka Room
de: Hauptgebäude Hugo Kulka Raum

# Semesters.summer17
source: Summer 2017
de: Sommer 2017

# Semesters.summer18
source: Summer 2018
de: Sommer 2018

# Users.theCount
source: theCount
de: grafZahl

# Users.theCountGivenName
source: Count
de: Graf

# Users.theCountFamilyName
source: von Count
de: Zahl
